// FileSyncUI Localizable.strings

// The name of the product
"FileSyncUI" = "Synchronisation de fichiers";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Annuler";

// Text of "Next" button, used in various dialogs
"NEXT" = "Suivant";

// Text of "Done" button, used in various dialogs
"DONE" = "Terminé";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continuer";


// ------------------------
// Exception (error) window

"DESTINATION:" = "Destination :";	// Destination label - prefixes the destination path of a symlink.
"MODIFIED:"    = "Modifié :";		// Modified label - prefixes the displayed mod date
"NAME:"        = "Nom :";			// Name label - prefixes the name of the file
"SIZE:"        = "Taille :";			// Size label - prefixes the displayed size of the file
"IDISK"		   = "iDisk";			// Prefixing the path with "iDisk/" when appropriate

// These labels tell the user which side of the mirror the file which caused the error resides on
"THIS_COMPUTER" = "sur cet ordinateur";	// For iDisk
".MAC"          = "%@";				// For iDisk
"LOCAL_MHD"     = "sur cet ordinateur";	// For Mobile Home Directories (MHD)
"REMOTE_MHD"    = "sur le réseau";		// For MHD

// To reveal the errored file in Finder when appropriate
"SHOW IN FINDER" = "Afficher dans le Finder";


// ------------------------
// Exception (error) dialog

// The title of the exception dialog.
"IDISK ERROR TITLE" = "Erreur d’iDisk";
"MHD ERROR TITLE"   = "Erreur de synchronisation Départ";
"FS ERROR TITLE"    = "Erreur de synchronisation du fichier";

// Error code. The argument is an integer number, such as -43.
"ERROR%" = "Le code d’erreur est %d.";

// Exception count.
// The first argument is an integer index, the second is the total number of errors. E.g., "iDisk Error 1 of 5"
"IDISK ERROR COUNT%" = "Erreur iDisk %d sur %d";
"MHD ERROR COUNT%"   = "Erreur de synchronisation Départ %d sur %d";
"FS ERROR COUNT%"    = "Erreur de synchronisation du fichier %d sur %d";

// Title text of the error. Two variations, only one is used at a time.
// The argument is a filename.
"ERROR DELETING%"      = "Problème à la suppression du fichier « %@ ».";
"ERROR SYNCING%"       = "Un problème est survenu lors de la synchronisation du fichier « %@ ».";
"ERROR MOVING%"        = "Problème lors du déplacement du fichier « %@ ».";
"ERROR ACCESSING%"     = "Un problème est survenu lors de la synchronisation du fichier « %@ ».";
"DIR:ERROR DELETING%"  = "Problème à la suppression du dossier « %@ ».";
"DIR:ERROR SYNCING%"   = "Problème à la synchronisation du dossier « %@ ».";
"DIR:ERROR MOVING%"    = "Problème au déplacement du dossier « %@ ».";
"DIR:ERROR ACCESSING%" = "Problème à la synchronisation du dossier « %@ ».";


// ------------------------
// Exception dialog error messages.
// The first string is a short description of the error.
// The second string is additional help text.

// dskFulErr
// The first three strings are variations of the short description: iDisk, mobile home, and general syncing.
"IDISK DSKFULERR"      = "Votre iDisk est presque saturé. L’espace disponible sur votre iDisk est insuffisant pour synchroniser cet élément.";
"MHD DSKFULERR"        = "Votre répertoire de départ est presque saturé. L’espace disponible est insuffisant pour synchroniser cet élément.";
"FS DSKFULERR"         = "Votre disque est presque saturé. L’espace disponible est insuffisant pour synchroniser cet élément.";
"IDISK DSKFULERR HELP" = "Certains éléments de votre iDisk se trouvent dans la Corbeille. Pour libérer de l’espace, videz la Corbeille.";

// afpAccessDenied
// The first two strings are variations of the short description: deleting, syncing
"AFPACCESSDENIED DELETE"     = "Vous n’êtes pas autorisé à supprimer ce fichier.";
"AFPACCESSDENIED SYNC"       = "Vous n’êtes pas autorisé à synchroniser ce fichier.";
"DIR:AFPACCESSDENIED DELETE" = "Vous n’êtes pas autorisé à supprimer ce dossier.";
"DIR:AFPACCESSDENIED SYNC"   = "Vous n’êtes pas autorisé à synchroniser ce dossier.";
"AFPACCESSDENIED HELP"       = "Vous pouvez vérifier vos autorisations d’accès dans la sous-fenêtre Informations du Finder.";

// kSFFileNameDiffersByCase
// The first three strings are variations of the short description: iDisk, mobile home, general syncing.
"IDISK KSFFILENAMEDIFFERSBYCASE"     = "Le nom de ce fichier est identique à celui d’un autre élément situé sur votre iDisk, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"MHD KSFFILENAMEDIFFERSBYCASE"       = "Le nom de ce fichier est identique à celui d’un autre élément situé dans votre dossier de Départ, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"FS KSFFILENAMEDIFFERSBYCASE"        = "Le nom de ce fichier est identique à celui d’un autre élément situé sur votre disque, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"DIR:IDISK KSFFILENAMEDIFFERSBYCASE" = "Le nom de ce dossier est identique à celui d’un autre élément situé sur votre iDisk, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"DIR:MHD KSFFILENAMEDIFFERSBYCASE"   = "Le nom de ce dossier est identique à celui d’un autre élément situé dans votre dossier de Départ, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"DIR:FS KSFFILENAMEDIFFERSBYCASE"    = "Le nom de ce dossier est identique à celui d’un autre élément situé sur votre disque, mais diffère par l’utilisation de majuscules pour certaines lettres.";
"KSFFILENAMEDIFFERSBYCASE HELP"      = "Vous devriez modifier le nom de cet élément afin que la différence soit plus importante, en ajoutant un chiffre par exemple.";

// fBsyErr
"FSBSYERR"      = "Le fichier est en service.";
"FSBSYERR HELP" = "Le fichier est peut-être ouvert par une application. Essayer de fermer le fichier ou de quitter des applications.";

// fLckdErr
"FLCKDERR"      = "Le fichier est verrouillé.";
"DIR:FLCKDERR"  = "Le dossier est verrouillé.";
"FLCKDERR HELP" = "Vous pouvez déverrouiller l’élément dans le panneau Informations de Finder.";

"File Not Found"      = "Le fichier est introuvable.";
"HELP:File Not Found" = "Ce fichier pourrait avoir été déplacé pendant la synchronisation. Essayez de synchroniser à nouveau.";

"File Name Too Long"      = "Un nom de fichier ou de dossier est trop long.";
"HELP:File Name Too Long" = "Renommez cet élément pour que le nom en soit plus court.";

"I/O Error"      = "Erreur durant la lecture ou l’écriture du fichier.";
"HELP:I/O Error" = "Veuillez réessayer plus tard.";

"Destination does not support symlinks"      = "La destination ne prend pas en charge les liens symboliques.";
"HELP:Destination does not support symlinks" = "Essayez d’abord de compresser le fichier ou le dossier.";

"Object deleted"      = "Cet élément a été supprimé avant de pouvoir être synchronisé.";
//"HELP:Object deleted" = "";

"Object created"      = "Un nouvel élément a été créé au même emplacement que cet élément avant qu’il puisse être synchronisé.";
//"HELP:Object created" = "";

"Object modified"     = "Cet élément à mettre à jour a été modifié par une autre application avant de pouvoir être synchronisé.";
//"HELP:Object modified" = "";

"Network error"       = "Une erreur s’est produite sur le réseau.";
"HELP:Network error"  = "Vérifiez votre connexion réseau or réessayez ultérieurement.";

//"Timeout Error"       = "The server has stopped responding.";

"Unknown error"            = "Un problème est survenu.";					// [rdar://5231555]
"HELP:Unknown error"       = "Veuillez réessayer plus tard.";
"HELP-IDISK:Unknown error" = "Veuillez réessayer plus tard.";
"HELP-PHD:Unknown error"   = "Veuillez réessayer plus tard. Si le problème persiste, contactez votre administrateur réseau.";

"IDISK ALMOST FULL"     = "Votre iDisk est presque saturé.";
"ALMOST FULL TRASH MSG" = "Certains fichiers de votre iDisk se trouvent dans la Corbeille. Videz-la afin d’augmenter l’espace disponible.\n\nVous pouvez augmenter le volume de votre iDisk dans la sous-fenêtre %@ des Préférences Système.";
"ALMOST FULL .MAC MSG"  = "Vous pouvez augmenter le volume de votre iDisk dans la sous-fenêtre %@ des Préférences Système.";

"REVERIFICATION"      = "Ce fichier a été modifié lors des %@ dernières synchronisations.";
"REVERIFICATION HELP" = "Le fichier est peut-être modifié par une application. Essayez de fermer le fichier ou de quitter des applications.";

"TOO_MANY_EAS"      = "La destination ne prend pas en charge certaines des données contenues dans cet élément.";
"TOO_MANY_EAS HELP" = "Essayez d’abord de compresser le fichier ou le dossier.";

// ---------------------
// offline folder dialog

"OFFLINE FOLDER%"    = "Le fichier %@ n’est disponible que lorsque votre iDisk est en ligne.";
"OFFLINE FOLDER MSG" = "Pour accéder à ce fichier, vous devez connecter votre ordinateur à Internet.";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%llu octets";
"%KB"    = "%.2f Ko";
"%MB"    = "%.2f Mo";
"%GB"    = "%.2f Go";
"%TB"    = "%.2f To";
"%PB"    = "%.2f Po";
"%XB"    = "%.2f Xo";


// --------------------
// Conflict list window

// Conflict count. Singular and plural. The plural argument is an integer. Used in the conflict *list* window, not the conflict resolution window
"1CONFLICT"  = "1 conflit";
"%CONFLICTS" = "%d conflits";


// -----------------------
// Conflict manager window

"%IS_OUT_OF_SYNC"          = "« %@ » a été modifié aux deux emplacements.";			// Name of conflicting item.
"%WHERE"                   = "Emplacement : %@";						// Path to parent folder of conflicting item.
"%CONFLICT_COUNT"          = "%d sur %d";						// Conflict count (arguments are integers i.e., "1 of 16")
"ROOT"                     = "-root-";							// The name of the root of the sync point, rather than @"/"
"FILE"                     = "fichier";
"FOLDER"                   = "dossier";
"PACKAGE"                  = "paquet";
"SYMLINK"                  = "lien symbolique";
"IDISK_LOCAL_TITLE"        = "cet ordinateur";
"IDISK_POPUP_LOCAL_TITLE"  = "Conserver le fichier sur cet ordinateur";
"IDISK_POPUP_REMOTE_TITLE" = "Conserver le fichier sur %@";
"MHD_LOCAL_TITLE"          = "sur cet ordinateur";
"MHD_REMOTE_TITLE"         = "sur le réseau";
"MHD_POPUP_LOCAL_TITLE"    = "Conserver le fichier sur cet ordinateur";
"MHD_POPUP_REMOTE_TITLE"   = "Conserver le fichier sur le réseau";
"1_IDISK_CONFLICT"         = "Il y a un conflit de synchronisation iDisk.";			// Singular for iDisk
"%_IDISK_CONFLICTS"        = "Il y a %d conflits de synchronisation iDisk.";			// Plural for iDisk
"1_MHD_CONFLICT"           = "Il y a un conflit de synchronisation Départ.";				// Singular for MHD
"%_MHD_CONFLICTS"          = "Il y a %d conflits de synchronisation Départ.";			// Plural for MHD
"IDISK_RESOLVE_REMOTE"     = "Résoudre tous les conflits en utilisant les fichiers se trouvant sur %@";
"IDISK_RESOLVE_LOCAL"      = "Résoudre tous les conflits en utilisant les fichiers de cet ordinateur";
"IDISK_RESOLVE_BOTH"       = "Résoudre tous les conflits en conservant les deux fichiers";
"IDISK_RESOLVE_LASTMOD"    = "Résoudre tous les conflits en conservant le fichier à la date de modification la plus récente.";
"IDISK_RESOLVE_EXCLUDE"    = "Résoudre tous les conflits en excluant les fichiers des synchronisations futures.";
"IDISK_RESOLVE_NONE"       = "Ignorer tous les conflits.";
"MHD_RESOLVE_REMOTE"       = "Résoudre tous les conflits en utilisant les fichiers se trouvant sur le réseau";
"MHD_RESOLVE_LOCAL"        = "Résoudre tous les conflits en utilisant les fichiers de cet ordinateur";
"MHD_RESOLVE_BOTH"         = "Résoudre tous les conflits en conservant les deux fichiers";
"MHD_RESOLVE_LASTMOD"      = "Résoudre tous les conflits en conservant le fichier à la date de modification la plus récente.";
"MHD_RESOLVE_EXCLUDE"      = "Résoudre tous les conflits en excluant les fichiers des synchronisations futures.";
"MHD_RESOLVE_NONE"         = "Ignorer tous les conflits.";
"MHD_CONFLICT_TITLE"       = "Conflits de synchronisation";

// Unable to resolve all conflicts alert sheet
"NOT_ALL_RESOLVED_TITLE" = "Incapable de résoudre tous les conflits";
"NOT_ALL_RESOLVED_MSG"   = "Certains conflits n’ont pas pu être résolus car leurs dates de modifications sont trop proches. Veuillez résoudre ces conflits manuellement ou via une option différente.";

"There are no file syncing errors or conflicts." = "Il n’y a pas d’erreur ou de conflit de synchronisation.";

// -----------------
// Global Exceptions

// iDisk
"GLOBAL-IDISK:Timeout"      = "La synchronisation de votre iDisk est inachevée. Veuillez réessayer plus tard.";
"GLOBAL-HELP-IDISK:Timeout" = "Si les problèmes de synchronisation de votre iDisk persistent, c’est peut-être en raison d’un problème de connexion Internet. Tentez de quitter d’autres applications utilisant Internet et réessayez.";

"GLOBAL-IDISK:NetworkError"      = "La synchronisation de votre iDisk est inachevée.";
"GLOBAL-HELP-IDISK:NetworkError" = "Vérifiez votre connexion réseau or réessayez ultérieurement.";

"GLOBAL-IDISK:RemoteBusy"      = "La synchronisation de votre iDisk est inachevée.";
"GLOBAL-HELP-IDISK:RemoteBusy" = "Veuillez réessayer plus tard.";

"GLOBAL-IDISK:UNKNOWN"      = "La synchronisation de votre iDisk est inachevée car un problème est survenu.";
"GLOBAL-HELP-IDISK:UNKNOWN" = "Veuillez réessayer plus tard.";

// PHD
"GLOBAL-PHD:Timeout"      = "La synchronisation de votre dossier de départ est inachevée. Veuillez réessayer plus tard.";
"GLOBAL-HELP-PHD:Timeout" = "Si les problèmes de synchronisation de votre dossier de départ persistent, c’est peut-être en raison d’un problème de connexion au réseau. Tentez de quitter d’autres applications utilisant le réseau et réessayez.";

"GLOBAL-PHD:NetworkError"      = "La synchronisation de votre dossier de départ est inachevée.";
"GLOBAL-HELP-PHD:NetworkError" = "Vérifiez votre connexion réseau or réessayez ultérieurement.";

"GLOBAL-PHD:RemoteBusy"      = "La synchronisation de votre dossier de départ est inachevée.";
"GLOBAL-HELP-PHD:RemoteBusy" = "Veuillez réessayer plus tard.";

"GLOBAL-PHD:UNKNOWN"      = "La synchronisation de votre dossier de départ est inachevée car un problème est survenu.";
"GLOBAL-HELP-PHD:UNKNOWN" = "Veuillez réessayer plus tard.";

// Other
"GLOBAL-FS:Timeout"      = "La synchronisation de vos fichiers est inachevée. Veuillez réessayer plus tard.";
"GLOBAL-HELP-FS:Timeout" = "Si les problèmes de synchronisation de fichiers persistent, c’est peut-être en raison d’un problème de connexion au réseau. Tentez de quitter d’autres applications utilisant le réseau et réessayez.";

"GLOBAL-FS:NetworkError"      = "La synchronisation de vos fichiers est inachevée.";
"GLOBAL-HELP-FS:NetworkError" = "Vérifiez votre connexion réseau or réessayez ultérieurement.";

"GLOBAL-FS:RemoteBusy"      = "La synchronisation de vos fichiers est inachevée.";
"GLOBAL-HELP-FS:RemoteBusy" = "Veuillez réessayer plus tard.";

"GLOBAL-FS:UNKNOWN"      = "La synchronisation de vos fichiers est inachevée car un problème est survenu.";
"GLOBAL-HELP-FS:UNKNOWN" = "Veuillez réessayer plus tard.";
